Revit 2024 API
StructuralSectionConcreteRectangleCut.BottomCutHeight Property
 Section height left Cut.
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public double BottomCutHeight { get; set; }
Visual Basic
Public Property BottomCutHeight As Double
	Get
	Set
Visual C++
public:
property double BottomCutHeight {
	double get ();
	void set (double value);
}
See Also
StructuralSectionConcreteRectangleCut Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace